tap "cognominal/neovim-nightly.fork"
tap "danielfoehrkn/switch"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "manaflow-ai/cmux"
tap "nikitabobko/tap"
tap "slp/krunkit"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "atuin"
brew "awscli"
brew "gettext"
brew "bash"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "goreleaser"
brew "gosec"
brew "govulncheck"
brew "grep"
brew "helm"
brew "jira-cli"
brew "jj"
brew "kubernetes-cli"
brew "kubectx"
brew "lima"
brew "llama.cpp"
brew "make"
brew "mtr"
brew "neofetch"
brew "ninja"
brew "oci-cli"
brew "pipx"
brew "podman"
brew "poppler"
brew "python@3.12"
brew "qemu"
brew "ramalama"
brew "ripgrep"
brew "rust"
brew "screenfetch"
brew "socat"
brew "sshuttle"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "terraform"
brew "tmux"
brew "uv"
brew "watch"
brew "wget"
brew "yamlfmt"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh-syntax-highlighting"
brew "danielfoehrkn/switch/switch"
brew "felixkratz/formulae/sketchybar"
brew "slp/krunkit/krunkit"
cask "claude-code"
cask "cmux"
cask "font-fira-code-nerd-font"
cask "font-maple-mono-nf"
cask "font-meslo-lg-nerd-font"
cask "gcloud-cli"
cask "hashicorp/tap/hashicorp-vagrant"
cask "cognominal/neovim-nightly.fork/neovim-nightly"
cask "tabby"
cask "unnaturalscrollwheels"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/google/pprof"
